#version: 0.2
q u
h e</w>
o t
▁ e
ot ;</w>
e ▁
i n
o ▁
a ▁
i ▁
qu ot;</w>
a n
t he</w>
t ▁
& quot;</w>
r e
▁ a
o n
t i
o n</w>
e r
▁ i
t h
▁ o
e n
▁ e</w>
e d</w>
a r
in g</w>
o r
o u
s ▁
e r</w>
o f</w>
▁& qu
▁ u
an d</w>
s t
a l</w>
▁t he</w>
u ▁
e s</w>
▁o f</w>
t o</w>
a l
- @</w>
i t
r o
i n</w>
i c
n d</w>
o r</w>
a t
a n</w>
i s</w>
a s</w>
e c
o m
▁t h
p o
i l
a t</w>
▁t o</w>
▁& quot;</w>
ti on</w>
i▁ n
o▁ t
a c
o▁t ;</w>
u r
e l
s t</w>
c e</w>
s e</w>
▁ t
v e</w>
@ -@</w>
▁, ,</w>
s i
t▁ i
en t</w>
u n
th ▁e</w>
p l
▁ ot;</w>
▁i n</w>
s ;
r i
e n</w>
l y</w>
e▁ n
ot ▁
t s</w>
c h
ot▁ ;</w>
▁&qu o▁t;</w>
r e</w>
p ▁
t h</w>
e a
l i
e m
in ▁
d i
▁ s</w>
r ▁e
t▁ he</w>
an ▁
▁&qu ▁ot;</w>
▁e n
o l
r e▁
c ▁
▁w h
▁e r
▁e d</w>
t r
c i
▁a nd</w>
a p
c on
e x
u l
e s
u c
l e</w>
e▁ r
i▁n g</w>
o▁ n
m e</w>
a g
po s;
a▁ n
f f
e▁ d</w>
w h
a d
i t</w>
▁ t</w>
c om
l l</w>
s s
a▁ nd</w>
p r
i r
o▁ n</w>
v er
& qu
a▁ r
f or</w>
q ▁u
a y</w>
m ent</w>
o▁ r
l o
it h</w>
b e</w>
t y</w>
p er
a tion</w>
s h
T he</w>
g ▁
▁e r</w>
t▁ h
er e</w>
a b
a m
▁o n</w>
t ed</w>
▁&qu ot▁;</w>
e v
s p
l ▁
in▁ g</w>
s u
g h
& a▁
o o
ar e</w>
t er</w>
on g</w>
p ro
▁e s</w>
t er
u t</w>
c h</w>
w ▁
a s
▁s h
t i▁
t▁i on</w>
t▁ o</w>
v i
m ▁
o t</w>
st r
o u</w>
on s</w>
▁th at</w>
u s
b y</w>
e t</w>
l d</w>
a ti
re s
▁o r
e▁ s</w>
h a
w as</w>
▁ n
an▁ d</w>
c l
▁T he</w>
il l</w>
it y</w>
k e</w>
d ▁
o re
e▁ c
o▁ f</w>
p or
f or
pos; s</w>
at e</w>
e▁ r</w>
& a
& ▁
g e</w>
th at</w>
e t
q▁u ot;</w>
p ar
ou n
al l</w>
g h</w>
i d</w>
er s</w>
a▁ s</w>
d s</w>
ro m</w>
i s
i m
d e
▁o r</w>
▁ -@</w>
y e
r ▁o
a r</w>
th ▁a
o v
ic e</w>
on al</w>
▁b y</w>
▁f or</w>
- ▁
b e
@ ▁-@</w>
d uc
o c
▁@ -@</w>
s o</w>
o p
-▁ @</w>
a▁ t
re d</w>
s▁ t
i▁ s</w>
w i▁
a d</w>
▁ y</w>
on g
e e</w>
d ing</w>
i r</w>
r a
o w
C h
i▁ n</w>
l e
w ith</w>
th▁a t</w>
m ▁a
ur e</w>
d e</w>
l a
a▁ t</w>
▁s t
f ▁
l ▁i
an t</w>
h ▁e
▁en t</w>
ou ▁
d en
@ -▁@</w>
n ▁
& ap
on ▁
i m</w>
w ▁i
f ▁or</w>
s ▁i
l i▁
▁e c
r o▁
m en
▁T h
u e</w>
▁y ou</w>
ar y</w>
▁r e
s t▁
ea r</w>
▁th e
c o▁
uc h</w>
ci al</w>
d ed</w>
ou t</w>
ti c
d er</w>
T h
m e
a▁ l
▁p ro
a▁ n</w>
n e
o w</w>
a y
m an
e▁n t</w>
▁w ith</w>
o ver
s u▁
▁b e</w>
u t
p o▁
o▁ r</w>
c ▁a
m b
a▁ l</w>
c▁ h
▁ r
i▁ l
pl e</w>
s e
r ▁
re c
▁ h
▁a re</w>
po s▁
po s
u se</w>
p ▁o
t a
d ▁i
t▁ s</w>
t ing</w>
ou r</w>
a ve</w>
i z
gh t</w>
i v
h i
f ter</w>
ic h</w>
ti▁ on</w>
t▁ h</w>
ag e</w>
re n
es s</w>
ti o▁n</w>
▁I t</w>
th er</w>
s a
an g
▁c on
pr o▁
ore a</w>
s i▁
▁w as</w>
w ill</w>
▁b e
w▁ h
s ▁e
▁a tion</w>
h as</w>
I n</w>
n ot</w>
pr ▁o
a▁ c
& q▁uot;</w>
d ▁u
p e
m a
u b
i▁ c
m in
ou s</w>
r ▁i
▁c om
al ▁
▁e n</w>
in t
h ▁a
p re
s ed</w>
f i
a t▁i
p ▁a
&qu o▁t;</w>
at ed</w>
il ▁
s▁ t</w>
&qu ▁ot;</w>
k ing</w>
ar ▁
an ce</w>
I n
on e</w>
K ▁o
b u
c ▁o
an g</w>
d u
un g</w>
u▁ n
g r
w e
& ▁a
&▁ quot;</w>
v ▁i
▁c h
th is</w>
or e</w>
b ▁u
p ▁e
s; s</w>
f rom</w>
g i</w>
wi▁ th</w>
e y</w>
w ▁a
n o▁
s ▁a
g n
▁t s</w>
k s</w>
l ▁e
0 0</w>
v ▁e</w>
u m
s s</w>
s▁ h
▁h ave</w>
&▁ qu
t t
ti es</w>
an y</w>
▁ in
ou ld</w>
u n</w>
d i▁
pos▁ ;
w or
▁ c
m ▁ent</w>
S e
e st
ex p
a m</w>
u▁ r
i▁ on</w>
e▁ re</w>
li c</w>
&ap ▁o
▁c an</w>
&a▁ pos;
e▁ n</w>
▁& q▁uot;</w>
▁w ill</w>
l ▁a
d ay</w>
d ▁e
wh o</w>
in g
&a▁ pos;s</w>
t e</w>
si on</w>
be en</w>
d er
▁ d</w>
d e▁
c ▁e</w>
u d
l ▁o
&qu ot▁;</w>
e m</w>
s c
o ff
K▁o re
it s</w>
b ▁e
K im</w>
s ec
s ti
ha ve</w>
h er</w>
&a pos;s</w>
▁ o</w>
in e</w>
f e
d o</w>
l o▁
b le</w>
al ly</w>
e l</w>
m p
g i
▁ ing</w>
▁a t▁ion</w>
in v
m ▁i
t▁h at</w>
▁a ll</w>
r▁o m</w>
w ere</w>
▁ ot▁;</w>
f ac
e ar
w▁i ll</w>
r ▁a
r ou
u▁ c
u p</w>
ti ve</w>
▁ p
l a▁
l▁ y</w>
g en
b ▁
c c
m o
el y</w>
r y</w>
▁w or
▁l i
oo d</w>
▁f rom</w>
▁s a
Th ▁e</w>
por t</w>
s▁ tr
e▁r s</w>
w i
in ce</w>
a t▁
i▁ t</w>
i c</w>
th a▁t</w>
ou l</w>
o d</w>
o▁ u
f r▁om</w>
o ple</w>
▁sh all</w>
f ▁i
▁n ot</w>
2 0
om e</w>
l e▁
t u
▁f ir
m e▁nt</w>
re e</w>
b er</w>
s on</w>
p p
t e
▁a l</w>
▁the ir</w>
w o</w>
s e▁
pos ;</w>
▁K orea</w>
▁ m
t▁ y</w>
f t
b ut</w>
ou r
m e▁
ec t</w>
i es</w>
d ent</w>
▁m e
m a▁
▁t ed</w>
o o</w>
an s</w>
▁h as</w>
en t
1 ▁
ar d</w>
▁m a
▁wh ich</w>
v i▁
c o▁n
or s</w>
p ▁u
r i▁
y e▁
b ▁e</w>
d▁ ing</w>
u m</w>
▁p l
p res
i▁ ch</w>
ti ons</w>
m ▁e
▁W h
a▁ m
▁a fter</w>
g over
n ▁o
h is</w>
cl ▁u
o on</w>
l ed</w>
▁t a
▁i c
ong gi</w>
ro v
s es</w>
a se</w>
ab le</w>
ad e</w>
en ▁
s▁ uch</w>
▁n e
y ou</w>
com m
▁d i
u p
▁th is</w>
il e</w>
& q▁u
c y</w>
▁er s</w>
pos▁; s</w>
ac h</w>
re s</w>
l ea
un ▁
p a
s el
e▁ x
▁C h
f▁ f
or y</w>
p ▁er
at▁i onal</w>
e▁ t
w on</w>
al s</w>
&ap o▁
ac c
in c
a use</w>
▁( (</w>
C om
s a▁
▁a n
o g
K▁ore an</w>
ac e</w>
y ▁e
b out</w>
m s</w>
▁d e
b u▁
a v
h▁e ad</w>
p a▁
▁wh o</w>
d ▁a
y ▁
h a▁s</w>
re a</w>
men ▁t</w>
ic i
ic al</w>
es ti
e▁ l
y ear</w>
f o▁r</w>
al so</w>
o▁n g</w>
e st</w>
g n</w>
on▁ g</w>
c e
f e</w>
em ent</w>
p h
v en
g a
k et</w>
or th</w>
▁t i
il▁ l</w>
h ▁i
▁er n
an c
in cl▁u
u▁ l
▁d o</w>
el l</w>
w ing</w>
u s</w>
▁t h</w>
G ye
t ly</w>
ic ▁
I t</w>
v er</w>
i▁ r
f u
er ▁e</w>
▁o ut</w>
▁th ▁e</w>
c an</w>
ti me</w>
o k</w>
e a▁
a e</w>
t ▁e
t ure</w>
m y</w>
ea d</w>
er v
ur ▁
h a▁
n ▁e
y st
y o▁
f ▁a
er ▁
f in
s h</w>
a▁ re</w>
d i▁ng</w>
▁b ec
▁ 0
n i
a u
ur al</w>
at t
a▁ tion</w>
ore an</w>
▁p ar
g u
ol d</w>
o▁n s</w>
f ▁or
s ▁o
oo l</w>
i str
a st</w>
, 0
ter s</w>
ay s</w>
▁S e
▁u l
sp ec
l ic
on ▁s</w>
l s</w>
ch e
e se</w>
▁fir st</w>
th ▁e
t▁ r
p en
s it
k ed</w>
w a▁s</w>
▁I n</w>
▁&qu ▁ot▁;</w>
j u</w>
w▁a s</w>
e g
ev el
t▁ a
a▁t e</w>
l it
m ▁o
m on
▁a bout</w>
ar ▁e</w>
di ff
h o▁
no▁ t</w>
w il▁l</w>
. S
▁wh i▁ch</w>
m i▁
M in
▁ti me</w>
o▁ ut</w>
w▁h o</w>
▁d ue</w>
p ec
▁p o
m ar
n ing</w>
c t</w>
n e</w>
s ing</w>
b e▁c
P ar
il y</w>
p▁ an
f o▁
▁l oc
ow n</w>
r▁e c
ter n
▁m y</w>
b lic</w>
m ore</w>
si d
m er</w>
c oun
p▁ l
g an
▁& a
ar s</w>
p e▁r
at i▁on</w>
▁p er
g ▁a
t a▁
di s
▁b ut</w>
y ▁o
▁o ther</w>
in ess</w>
s▁ o</w>
l ec
▁sh ▁all</w>
o m</w>
en ce</w>
ou ▁n
c a▁
▁W e</w>
t e▁d</w>
o b
p r▁e
par tic
t or</w>
p ▁or
i l</w>
r u
ac h
▁sa id</w>
o p</w>
m i
den ts</w>
h ▁o
an d
ha v▁e</w>
en d</w>
el d</w>
w s</w>
yo▁ u</w>
f ir
th e▁
h e▁
i▁ d</w>
▁m e</w>
▁s e
L ee</w>
i f</w>
c ▁e
d u▁c
t wo</w>
c er
ne w</w>
ou gh</w>
w o▁r
su b
w ▁e
▁wh en</w>
y ing</w>
▁) )</w>
m or
er ▁s</w>
b▁u t</w>
ec h
n ow</w>
pro v
p re▁
o▁ m
▁Th is</w>
oo k</w>
or ▁
▁w e</w>
es s
n ▁u
st er</w>
a me</w>
la st</w>
▁h e</w>
&a pos;
▁N orth</w>
ch ool</w>
K orea</w>
▁2 0
u st</w>
re g
ti v
l l
v en</w>
ati ons</w>
ver y</w>
o o▁
a▁ y</w>
g y</w>
ac t</w>
e s▁
▁s o</w>
a ir
▁i ch</w>
ou th</w>
i ght</w>
m▁ ber</w>
▁r ec
I ▁
o l</w>
w n</w>
▁y ear</w>
o▁r d▁ing</w>
pl ▁a
wh ▁o</w>
ex t</w>
d ec
r a▁
e w</w>
e▁ ss
d el
o p▁
▁loc al</w>
n o</w>
l so</w>
li on</w>
o per
st s</w>
v ing</w>
z e</w>
l ▁e</w>
sa id</w>
g et</w>
hi gh</w>
n ec
Min ▁i
g u</w>
in k</w>
p▁u blic</w>
▁a ti▁on</w>
h ▁e</w>
p an
a▁ g
f ic
c es</w>
gover ▁n
y▁o u</w>
il ▁i
t e▁
▁p re
.S .</w>
s ur
▁h is</w>
ft ▁er</w>
over n
b ▁i
f t</w>
th an</w>
z ed</w>
fu l</w>
b ▁y</w>
▁y our</w>
v ed</w>
f ▁e
▁er ▁
em b
c re
h e
&ap▁o s;
o▁ p
t ▁ed</w>
man y</w>
A cc
p ub
j o
G ye▁
c ▁i
c ul
a▁ ll</w>
m ot
ren t</w>
ac k</w>
ac ▁
ar ge</w>
▁I f</w>
s ▁e</w>
res ▁i
sh i
m pl
a ss
▁r es
b er
c en
c▁ h</w>
t i▁ng</w>
G u</w>
d ▁er</w>
for m
ing s</w>
▁a lso</w>
g▁ h
f f</w>
&▁qu o▁t;</w>
ul t</w>
a s▁
t ary</w>
▁p e
▁w i
wi t▁h</w>
str y</w>
p s</w>
gan iz
c ol
th ey</w>
w ay</w>
or ▁e
p o▁r
▁o ne</w>
th ▁r
▁m ay</w>
r an
d▁u c
▁ on
m an</w>
&a pos;</w>
f ol
t u▁
lo c
▁h i
a k
▁ an
ati ve</w>
d y</w>
mb er</w>
ov ▁ern
l u
▁bec ause</w>
d o
ti ci
t ri
lo w</w>
g g
ha d</w>
h i▁
as ed</w>
p▁ ro
▁m o
in▁ ce</w>
re f
bu▁ t</w>
▁th ere</w>
t▁ ing</w>
p ri
w e</w>
▁f i
s▁ p
j ec
▁wh ere</w>
w ▁or
ic▁ h</w>
A ▁
m it
a▁ ri
s ;</w>
s si
l▁ d</w>
at er</w>
i gn</w>
▁r el
j ect</w>
ul d</w>
t ee</w>
&apo▁ s;s</w>
we en</w>
com e</w>
m ay</w>
in t</w>
v ir
it e</w>
s uch</w>
i d
al▁ l</w>
▁m on
c or
il i
t ur
i▁ t
e▁n ts</w>
n der</w>
▁p r
ou nd</w>
cl u
min istr
on g▁
▁v i
A r
wi▁ ll</w>
u r</w>
tr o▁
st ed</w>
p▁a r
ou▁ gh</w>
ot her</w>
man ag
&a pos▁;s</w>
ut e</w>
▁be en</w>
k ▁e
S ▁
mor ▁e</w>
▁u nder</w>
at ing</w>
s▁ u
b o
a▁n ce</w>
Se oul</w>
lit an</w>
▁f in
t▁ e</w>
A ss
e duc
Gye▁ onggi</w>
▁e ar
a▁ d
i▁ ty</w>
ot h
f o▁r
A s</w>
g s</w>
m ▁e</w>
a▁ r</w>
n▁u m▁ber</w>
n ▁a
l ing</w>
th e
1 0</w>
a▁ ir
c o
ar i
s▁tr y</w>
Acc o▁rd▁ing</w>
re n</w>
▁Th ere</w>
m o▁
p e▁
C ▁h
v es</w>
o k
l▁ l</w>
P rov
t en
T ▁
▁ 0</w>
p e</w>
▁d on</w>
ro▁ m</w>
pl y</w>
▁d is
p t</w>
c▁ on
ti onal</w>
P ro
y s</w>
p a▁r
e d
g o</w>
con ▁
u▁ se</w>
n▁ d</w>
▁I n
K o▁
v e▁
lea se</w>
▁u r
h ▁
a▁r y</w>
ti ▁es</w>
s o▁
ea m</w>
at es</w>
si gn
le g
a t▁ion</w>
i▁ m
▁li ke</w>
a fter</w>
e ach</w>
,0 00</w>
G ▁
e k</w>
for e</w>
k e
b e▁t
N at▁ional</w>
P ▁
n ed</w>
s he</w>
i▁ ci
P res▁i
d evel
e▁ t</w>
&▁qu ▁ot;</w>
▁th e▁re</w>
U n
s ity</w>
s an</w>
20 1
Par k</w>
b e▁
wor k</w>
el ec
&q▁u o▁t;</w>
in c▁
an▁ ce</w>
▁wh ▁ich</w>
▁ o▁t;</w>
incl▁u ding</w>
yst em</w>
v ▁e
d ic
ou ▁t</w>
duc t</w>
s ul
si c</w>
▁s u
str u▁c
oun g</w>
wh en</w>
tr an
▁t er</w>
f ▁o
esti g
at i▁
a▁ p
▁o ff
▁th an</w>
ati o▁n</w>
v ice</w>
&q▁u ot▁;</w>
▁en t
b ▁a
s▁ s</w>
un i
t o▁
v a▁ri
ati onal</w>
h▁a s</w>
▁q u
in ed</w>
▁w ould</w>
m all</w>
in a</w>
co▁ m
men ts</w>
▁G u</w>
ti al</w>
▁w ere</w>
&qu ▁ot▁;</w>
b us
rou gh</w>
w▁i th</w>
&a▁ po▁
om ic</w>
c ri
J e
▁Se oul</w>
el ▁
b i
▁th ▁e
wh ▁en</w>
ic es</w>
▁e ment</w>
i ve</w>
o se</w>
or e▁
l ice</w>
em s</w>
E ▁
ro▁ v
ar t</w>
em pl
st ing</w>
ri al</w>
r d</w>
d ▁s</w>
li▁ on</w>
v e
▁m ore</w>
per i
th out</w>
g re
▁Y ou</w>
com p▁an
lo w
2 ▁
s en
ti o▁ns</w>
▁P ar
ss ▁i
the▁ y</w>
et ro
▁pe ople</w>
in ing</w>
ev en</w>
m i▁l
l es</w>
sel f</w>
o▁ uld</w>
K orean</w>
wh ich</w>
d g
an ge</w>
con ▁t
H y
it ed</w>
b r
tr y</w>
sa i▁d</w>
m▁i tt
&ap▁o s;s</w>
un▁ g</w>
▁f or
▁th ink</w>
al e</w>
▁h ad</w>
E n
o▁ un
or▁e a</w>
c e▁
che on</w>
bu s▁
o▁ ff
A l
ha▁ ve</w>
th▁e y</w>
exp ▁ec
k ▁e</w>
on▁ g
pl ▁e</w>
r d
I f</w>
f i▁
con t
e▁n ce</w>
e p</w>
▁th ree</w>
s▁a id</w>
▁b u
n e▁
C on
f ▁u
M e
▁a n▁d</w>
co▁ mp
w▁ on</w>
G ov▁ern
g▁ h</w>
h y
k ▁
p ul
at ▁ed</w>
▁the y</w>
at▁ e</w>
d u▁
S t
a▁ sed</w>
&▁qu ot▁;</w>
▁be ing</w>
▁A s</w>
▁K orean</w>
me▁ mb
▁& q▁u
res s</w>
em ▁
▁w on</w>
a▁ b
▁K im</w>
in ter
sh ed</w>
a▁n g
m at
on ly</w>
m▁a r
ss ed</w>
er al</w>
li sh</w>
ri es</w>
al iz
r ic
h▁a ve</w>
ar g
an n
re st</w>
ap pl
▁d ay</w>
O ▁
shi p</w>
Min▁i s▁try</w>
y▁e ar</w>
t ech
▁wh ile</w>
m▁ on
▁l ea
S h
per for
in ▁t
y our</w>
str uc
ro w
an ag
v ent</w>
S ▁e
com p
re a▁
▁& ap
U .S.</w>
i▁ al</w>
t▁i es</w>
st u▁
▁w ant</w>
re l▁e
a in</w>
t▁ u
w ▁e</w>
e ff
s o
c .</w>
▁c o
est ab
▁ec t</w>
pr ▁i
mo st</w>
m i▁n
g ▁o
d ▁o
▁S outh</w>
▁&qu ▁o▁t;</w>
th▁a n</w>
el i
ye onggi</w>
▁or ▁
ci l</w>
tr ▁a
i al</w>
th e▁r</w>
re▁ d</w>
c ed</w>
ti▁ ons</w>
ov er</w>
h i▁s</w>
t in▁g</w>
si ve</w>
i gh
d n</w>
r ▁u
s ch
a ir</w>
c a
in d</w>
▁i ty</w>
s ome</w>
or ganiz
b ▁o
o▁ l
co▁ un
▁a tio▁n</w>
ou se</w>
ou l▁d</w>
f ro▁m</w>
c ur
t▁ ur
▁d o
▁en ts</w>
▁s up
m ▁u
b ec
n ext</w>
▁i s</w>
or t</w>
k i▁ng</w>
ot i
t▁i me</w>
e p
o▁n g
e ther</w>
e f</w>
▁u se</w>
2 0</w>
li ke</w>
re si
k ers</w>
op▁ le</w>
v ate</w>
w er</w>
n v
a p▁
s e▁r
si t</w>
▁i nv
th ▁
nec e▁ss
&apos; ▁s</w>
g in
il ity</w>
gen cy</w>
c a▁n</w>
o▁n e</w>
qu i
m it</w>
f am
as s</w>
▁P lease</w>
d ▁ed</w>
▁f e
va▁ri ous</w>
P ro▁v
▁h ead</w>
den ▁t</w>
ec on
th em</w>
a▁ ble</w>
m is
▁g o</w>
s▁i on</w>
&a▁pos; ▁t</w>
ic s</w>
v e▁r
▁ma ke</w>
n▁o t</w>
ow ▁e
ti e▁s</w>
&a▁pos; ▁s</w>
f e▁
a▁ use</w>
s is</w>
ap p
h o
b o▁ut</w>
our t</w>
on ▁e</w>
i▁ d
m er
t▁i v
fe ty</w>
s ung</w>
il d
al l
▁l ot</w>
an c▁e</w>
▁s p
▁wh ic▁h</w>
er y</w>
a k</w>
▁m ar
a▁n cial</w>
in i
us ▁e</w>
lo b
m un
▁g re
▁H e</w>
por t
ter m</w>
▁y ear
us ed</w>
n ly</w>
a▁ ted</w>
sp ▁e
▁com p
s erv
a▁ tio▁n</w>
ic ▁e</w>
▁en ▁
a▁ m</w>
▁c oun
tic al</w>
m ed</w>
▁t i▁
▁t y</w>
▁s ub
re sp
si de</w>
▁a ft▁er</w>
n er</w>
▁i es</w>
o f▁f
di a</w>
com pl
w e▁
off ▁i
▁w e
wh ▁e
em en
▁ re</w>
▁e t</w>
m il
c ess</w>
u▁ n</w>
s ol
ro w</w>
▁g o
i m▁
e▁n t
R e
c u
l ine</w>
▁con t
▁O n</w>
d▁u r
an k</w>
an▁ g</w>
▁a cc
j or</w>
▁p ri
y ed</w>
u▁ t</w>
b l
▁g u</w>
c oo
ong▁ gi</w>
1 9
l ong</w>
ta in</w>
d e▁d</w>
c k</w>
al th</w>
l e▁c
▁g et</w>
tr a
re l
▁s t▁
t▁i onal</w>
m▁a n</w>
▁c l
p port</w>
▁b et
▁a tt
▁s i
ou▁ ld</w>
▁b o
▁l o
po litan</w>
▁a t</w>
th i▁s</w>
d ong</w>
▁t ural</w>
o day</w>
overn ment</w>
ti on▁s</w>
▁f ac
s k
k es</w>
im pl
▁m at
▁j o
ati c</w>
m a▁r
it al</w>
▁t im
▁a bo▁ut</w>
ab ▁
in to</w>
at e▁d</w>
no▁ un
&▁a p▁o
ot h</w>
g▁ n
duc ts</w>
di sc
j u
rou p</w>
le m</w>
an▁ g
in for
ov ▁er</w>
th in</w>
. ▁
ar ▁y</w>
▁ta ke</w>
f ul
▁p h
h▁e n</w>
n ol
▁r a
ch ▁
o pl▁e</w>
po s▁i
▁s ince</w>
in s</w>
T▁ he</w>
al u
vi de</w>
d in▁g</w>
ch ▁a
s▁ ;
sa me</w>
for m</w>
i▁ s
Al t▁h
p ur▁
n to</w>
r on
tu▁ re</w>
in f
▁o nly</w>
re▁ c
u▁n g</w>
▁m ade</w>
p▁e ople</w>
on ▁al</w>
c▁a n</w>
C ▁
ex ▁
d a
u al</w>
H ow▁e
▁sh ould</w>
ac ti
par ▁t
▁t ra
c▁o m
▁i ts</w>
w ell</w>
i▁ ce</w>
R W</w>
r it
re ad
in st</w>
d em
I▁ n</w>
3 0</w>
▁e nd</w>
h el
▁t wo</w>
iv e▁r
en s</w>
r am
▁e st
s▁ on</w>
oc k</w>
t re
an ts</w>
▁i nto</w>
p er</w>
a▁n g</w>
A ct</w>
ab or</w>
h er
c i▁
gover▁n ment</w>
in du
▁a ga
air s</w>
m ong</w>
b i▁l
t em
j ▁u
ti c</w>
sa▁ id</w>
al i
t▁ ic
th ing</w>
n d▁er</w>
gover n
ea▁ r</w>
g ood</w>
Gye ong▁gi</w>
▁@ -▁@</w>
h eld</w>
ou▁ nd</w>
▁&a pos;s</w>
th▁r ough</w>
ag ▁e</w>
▁th rough</w>
d es
ss u
g▁h t</w>
▁c ol
▁p ol
&▁a pos;s</w>
ow er</w>
is h</w>
a il
a▁ ge</w>
u▁ sed</w>
▁di ff
t ors</w>
Th is</w>
▁p a
▁D o</w>
in sti
▁n o</w>
d en</w>
l and</w>
m es</w>
▁d ec
▁a tive</w>
▁i ce</w>
i▁ m</w>
a ff
d om
U ▁n
m a▁n
the ir</w>
s; t</w>
h▁e ld</w>
▁h ere</w>
C ity</w>
com ▁p
o▁r t</w>
ni ver
et ing</w>
ic t</w>
h ol
▁Wh at</w>
sit u
v el
K ▁
▁s uch</w>
f are</w>
▁or▁ der</w>
ad ministr
▁S t
v el</w>
g e▁n
un der
t▁ or</w>
W h▁en</w>
re p▁or
o i</w>
E x
in u
▁p ur
P ▁a
o▁ ple</w>
in c▁e</w>
ov e▁r
com ▁
&a▁ pos▁;s</w>
an▁ t</w>
ri en
th ▁er</w>
ha ir
u nd</w>
o▁r s</w>
un g
th s</w>
re pres
▁wor k</w>
t▁ ure</w>
com pe
me ▁e
pan ies</w>
s e▁c
il d</w>
sti c</w>
por ts</w>
s y</w>
▁e m▁ent</w>
s y
W h
Ch ▁in
▁o m
w ar
on a▁l</w>
e b
e▁c t</w>
inv estig
en vir
S e▁
i▁ r</w>
W e</w>
&a▁pos; t</w>
t og
▁T r
d a▁y</w>
ad v
I n▁
▁t ur
2 ▁0
om e
▁an y</w>
g r▁o
r▁e n
▁i l
▁l arge</w>
&▁a po▁
ul ar</w>
▁the se</w>
en ter</w>
▁i z
p pl
a▁n t</w>
▁ne w</w>
a u▁se</w>
par t
y ment</w>
▁er ▁e</w>
▁b us
J ▁a
▁o ur</w>
ta ke</w>
ur ing</w>
▁l a
er n</w>
or d
op e</w>
Y e
as es</w>
ub lic</w>
k en</w>
il l
lob al</w>
k in▁g</w>
▁a n</w>
ec o▁n
ad ▁
re gi
tic le</w>
rec ▁e
▁h ow</w>
d ev
w er▁e</w>
e a▁r
g o
M oon</w>
ex ▁p
om y</w>
m ade</w>
r▁e f
al ity</w>
&a▁pos; m</w>
y ung</w>
or i
man ce</w>
fir st</w>
K ore▁
▁the m</w>
s ▁ec
incl▁u di▁ng</w>
▁c i
sec ▁u
▁t er
1 0
s▁ s
e▁ st
w ard</w>
su▁ r
▁ m</w>
h ead</w>
a st
▁g ood</w>
fol l▁o
b i▁
mit tee</w>
▁&q▁u ot▁;</w>
d ical</w>
▁C om
f un
▁o ver</w>
▁c ould</w>
▁n ow</w>
we ▁en</w>
▁pl ace</w>
d ays</w>
tici p
e f
N ▁a
di r▁ec
s▁e con
▁g r
▁year s</w>
t▁h er</w>
k ▁ing</w>
▁y ea▁r</w>
l f</w>
g o▁
▁ g</w>
b o▁
an▁ y</w>
▁e e</w>
e▁ e</w>
st a▁n
d o▁
▁wh e▁re</w>
en se</w>
am p
bus▁ iness</w>
st a
tic s</w>
▁k now</w>
su m
n am</w>
▁r ea
▁A r
pos▁ ;</w>
er i
G w
5 0</w>
M ▁a
h ou
ov ▁er
ti▁ me</w>
u▁ p</w>
s▁ ted</w>
▁c re
pos▁; t</w>
ma in</w>
iv ed</w>
▁h el
s k</w>
u gh</w>
A d
at a</w>
a re
Ko▁ rea</w>
o▁ ur
▁s mall</w>
v e▁n
lo wing</w>
D em
i▁ c</w>
an no▁un
w o▁n</w>
k ▁s</w>
M etro
v ol
▁u nd▁er</w>
pub lic</w>
di t</w>
n i▁ng</w>
K▁ore a</w>
us an</w>
sh ▁o
per ▁
de p
d le</w>
g ▁i
D o</w>
▁A t</w>
ra m</w>
▁G yeonggi</w>
e red</w>
a▁l s</w>
U S</w>
&▁a pos;</w>
d▁ o</w>
en tr
di um</w>
▁g u
▁w om
on d</w>
i▁ f</w>
re ign</w>
h▁i s</w>
or ▁s</w>
i▁n ce</w>
u▁ s
si a</w>
t eam</w>
fi ed</w>
m ul
m o▁n
▁ne ed</w>
▁a ▁
oun t</w>
D a
p▁e op▁le</w>
m▁ in
▁s pec
k er</w>
P ▁o
▁20 1
e w
▁o per
am ▁e</w>
D i
▁m any</w>
▁f ol
▁th er▁e</w>
den ▁ts</w>
sp▁e cial</w>
t ro
▁s al
▁t ri
ici al</w>
l ev
o ci
▁1 9
c▁ re
b ro
f y</w>
S ec
fo▁ re</w>
p ed</w>
um an</w>
j ▁o
int ▁e
p ur
au th
a▁n s</w>
e ty</w>
wor ▁
m▁itt ee</w>
▁h e
ag ▁a
g e
du ce</w>
en t▁
v al</w>
▁or der</w>
j e
ti z
▁r e▁
ch ar
st ri
infor m▁a
lic y</w>
▁i m</w>
Me tro▁
l▁i ty</w>
i▁n e</w>
▁s ti
w▁h ich</w>
d▁ur i▁ng</w>
c ▁en
j ▁ect</w>
t ural</w>
d oc
pe ople</w>
ti l</w>
en ts</w>
he▁ ad</w>
ha▁ d</w>
il lion</w>
ag re
▁comp any</w>
ma ke</w>
ach ed</w>
c ity</w>
c▁a se</w>
p▁ h
w▁ n</w>
g ▁u
b lem</w>
▁s erv
▁i al</w>
fin a▁ncial</w>
a▁r d</w>
reg ul
c ar
ut ure</w>
con stru▁c
i ber
ea d
E duc
▁r ev
u mber</w>
i▁n cial</w>
▁ ot
s m</w>
m a▁t
i t▁
ev er</w>
an ▁s</w>
▁g overnment</w>
▁fir s▁t</w>
▁l ast</w>
in d▁u
T ▁h
c u▁r
▁ 1
f▁i r
i▁ le</w>
sp or
▁e mb
g▁ r
j o▁
ac k
s f
n▁ ing</w>
▁J ap
s▁ chool</w>
st om
c al
ar ch</w>
e▁ m</w>
l ▁u
comp▁an i
sit e</w>
g a▁
d ul
c▁ t</w>
al k</w>
emb ers</w>
▁w ay</w>
i s▁
re qu
i se</w>
e▁ st</w>
c e▁r
an▁ d
▁wh at</w>
f es
po li▁
si ble</w>
su sp
O rd
vi l</w>
o c▁
inc r▁e
comm un
t▁h a▁t</w>
f▁or mer</w>
c ap
▁t re
d▁a y</w>
▁K or▁ea</w>
em ber</w>
at t▁
▁h er</w>
u ty</w>
su res</w>
l in
&ap▁o s▁;
f a
s; ▁s</w>
o s</w>
▁ch ec
▁s ec
▁M y</w>
devel o▁p
▁e very</w>
su▁ l
f ood</w>
ex per
f▁ rom</w>
um p</w>
P r▁o
y in▁g</w>
tu al</w>
qu ▁a
us ing</w>
og y</w>
ag es</w>
&▁a pos;
▁rec e
w e▁re</w>
g es</w>
▁m an</w>
g ed</w>
▁h eld</w>
l ess</w>
loc al</w>
f our</w>
s ons</w>
i or</w>
▁r ight</w>
al ▁s</w>
s er▁
gr ▁a
▁a mong</w>
appl ic
m .</w>
la y
p u▁
d ue</w>
▁ st</w>
fac il▁i
re▁ as
▁ma jor</w>
ye ars</w>
diff ▁ic
ti m▁e</w>
in ▁e
. m.</w>
ye▁ ar</w>
m ov
rou nd</w>
fi ve</w>
be▁t ween</w>
c el
th▁r ou▁gh</w>
1 st</w>
s▁o cial</w>
4 th</w>
p▁o lice</w>
ot al</w>
▁c ed</w>
re in
S u▁
D e
s c▁h
n g</w>
▁i c</w>
rel▁e v
gh ts</w>
m u
▁t e
ea se</w>
li fe</w>
ili ties</w>
be▁c a▁use</w>
▁b r
an cial</w>
ut es</w>
por ▁t</w>
ci a▁l</w>
gh ▁t</w>
b ▁ec
g an</w>
Pres▁i dent</w>
jec ts</w>
e s▁t
▁H ow</w>
w a▁
5 th</w>
▁ 00</w>
S u
a rea</w>
ou▁ r
u tion</w>
d e▁r</w>
d e▁c
c an
ex pl
e x</w>
K▁o re▁
t en</w>
h o</w>
m ing</w>
al s▁o</w>
di t▁ional</w>
y u</w>
re▁ qu
c are</w>
fi re</w>
u dents</w>
t▁h an</w>
form ation</w>
partic ▁u
A r▁
g er</w>
▁m anag
c e▁n
ar▁ d</w>
sh o▁
j ▁
K i▁m</w>
I ▁n
in▁ to</w>
ex t
f a▁
▁i on</w>
in st
d ly</w>
su▁ b
ari ous</w>
t al</w>
att e▁n
ild ren</w>
K ▁im</w>
▁c ar
▁w ell</w>
w ays</w>
su▁ ant</w>
7 th</w>
▁er▁ red</w>
y o</w>
ne g
▁f am
u▁ m</w>
y ang</w>
re al</w>
▁in ce</w>
d et
i▁ z
exp▁ec ▁ted</w>
den ce</w>
si gn</w>
read y</w>
p▁e opl▁e</w>
H e</w>
ou▁ r</w>
▁s tr
coo per
t es</w>
pr ot
d a▁
▁hi gh</w>
th ▁is</w>
i▁r st</w>
duc ed</w>
▁e ff
ri me</w>
8 th</w>
N or
ri ed</w>
off▁i cial</w>
me a▁
li o▁n</w>
la▁ ted</w>
e▁x p
p▁ re
n s</w>
▁a ge</w>
b ed</w>
a f
▁y e▁
ou s
sh ing</w>
jo b</w>
t ory</w>
ess ary</w>
d▁i d</w>
▁sup port</w>
tern at▁ional</w>
p▁ ri
▁p res
s om
si o▁n</w>
en▁ ce</w>
in ter</w>
on▁ ly</w>
J a
ye on</w>
a▁r ge</w>
s▁ um
t e▁r
c r▁e
b as
s ▁en
s on
▁th▁e ▁re</w>
▁y oung</w>
t ▁er
o▁u nd</w>
po pul
be e▁n</w>
po se</w>
r▁e d</w>
ap p▁
t▁i ons</w>
n ov
▁ec ▁ted</w>
t le</w>
re▁ l
l on▁g</w>
le ar
i▁ p
G ▁o
▁ l
de o</w>
J ae</w>
▁bet ween</w>
▁n ext</w>
wi▁ thout</w>
s▁ he</w>
th en</w>
N orth</w>
a▁ tions</w>
y i▁ng</w>
res i▁
▁&ap o▁
R es
▁t ry</w>
J ▁u
y e</w>
em▁ b
▁E n
E O</w>
re▁ g
h n</w>
a▁ d</w>
ir d</w>
g lish</w>
m▁a de</w>
▁ .
ol s</w>
be▁t we▁en</w>
▁s ee</w>
▁s chool</w>
et c</w>
re as
Metro▁ politan</w>
▁w ater</w>
e▁ as
at ely</w>
T r
tr a▁
ic ul
▁p ublic</w>
▁n ec
i▁ ll</w>
▁e m</w>
n cre
▁i ncre
G ang
o▁u l</w>
o▁u s</w>
com p▁
▁re g
ch ed</w>
si tion</w>
ss ue</w>
▁v is
con t▁
st ▁er</w>
eco▁n omic</w>
▁l e▁
ou ▁s</w>
W ▁e</w>
▁d evel
rel▁ev ant</w>
en ter
s er
▁j ust</w>
▁c er
▁a ry</w>
s uc
on ed</w>
▁u sing</w>
si▁ on</w>
oc c
en tion</w>
ol l
x pec
▁g en
ab out</w>
y p
at h</w>
A n
pp o▁rt</w>
b▁ le</w>
▁c a
▁g o▁
c r
t i</w>
iv ing</w>
S a▁m
j u▁
ex ec
j in</w>
con tr
▁e ven</w>
o▁ se</w>
O▁ ff
M ▁in
▁e l</w>
st▁ r
pur▁ su▁ant</w>
i▁ ts</w>
P▁a r
d ge</w>
re sid
g r▁e
D ec
ab▁ le</w>
▁per son</w>
6 th</w>
iz e</w>
▁com pl
▁ a</w>
ren ce</w>
row th</w>
iz ed</w>
h im</w>
w an</w>
p u▁r
m ▁en
al f</w>
a▁ e</w>
▁ear ly</w>
mon th</w>
▁u e</w>
c re▁
m ea
j ust</w>
ch i▁l
gen er
▁st ud
t▁i o▁n</w>
▁e ach</w>
clu ding</w>
f i▁n
ta x</w>
b el
si an</w>
g ing</w>
▁go ing</w>
▁Par ty</w>
p▁ r
▁u n</w>
ay ▁s</w>
Ja p▁an
p ing</w>
▁c ur
in ance</w>
K or▁ea</w>
ou ▁t
s▁econ d</w>
wh i▁ch</w>
her e▁
di s▁
J ap
▁m in
en ▁t</w>
pro▁ v
Ch oi</w>
A n</w>
i▁ ght</w>
▁L ee</w>
resi dent</w>
▁e xpec
d ers</w>
▁pr ice</w>
w▁ ant</w>
▁&ap ▁o
su▁ pport</w>
f u▁
exp ec
n at▁ional</w>
f er
▁J e
d ▁ent</w>
i▁ th</w>
e▁ w</w>
▁s ol
th ▁o
u s▁
S ▁t
f il
here▁ in
D e▁
en ▁t
mpl o
▁ec ted</w>
int e▁n
v i▁ng</w>
s ure</w>
t u▁r
y▁ st
se as</w>
0 ▁0</w>
vi e</w>
us t▁
▁or t</w>
▁d ays</w>
po▁ litan</w>
u▁ re</w>
h ic
C o▁m
▁wor ld</w>
c u▁l
▁m uch</w>
▁sti ll</w>
&a▁po▁ s;s</w>
lo gy</w>
▁a ss
r▁ef ▁er▁red</w>
al l▁y</w>
fo▁ reign</w>
ri end</w>
mar ket</w>
D ▁i
1 .
di rec
a▁ ti▁ons</w>
▁gre at</w>
▁I s</w>
▁U .S.</w>
v ic
D ▁e
b an</w>
d es</w>
1 00</w>
Wh en</w>
O ff
1 5</w>
▁M ay
▁C an</w>
m▁ an
ad di▁
b ▁r
▁t or</w>
foll▁o wing</w>
a▁ se</w>
▁w at
g ram</w>
m uch</w>
ver ▁
here▁in after</w>
f▁a m
s em
▁1 0</w>
▁pro duct</w>
al▁ so</w>
v e▁r</w>
a▁ir m▁an</w>
ang ju</w>
am s</w>
e▁c tion</w>
▁t eam</w>
▁r em
v ey</w>
▁u sed</w>
k n
tiv ely</w>
ch ing</w>
▁f il
▁g roup</w>
pr▁i vate</w>
lo▁ w
a▁n y</w>
▁r o
U ▁
vi ew</w>
o▁ t▁
spec i
lec tr
be ▁en</w>
wh ▁ich</w>
n▁o w</w>
si b▁i
c▁ l
▁mo st</w>
th ere</w>
s▁h o▁uld</w>
S t▁
ne l</w>
▁bus iness</w>
de par▁t
er gy</w>
▁p l▁
ri ght</w>
d r
d i▁c
▁b a
n on</w>
i▁ ve</w>
▁t oday</w>
wh at</w>
o▁un t</w>
oun d
▁D a
▁ent al</w>
a▁ red</w>
▁f un
off ▁ic
le▁ ad
m▁ar ket</w>
Pres▁i den▁t</w>
nol ogy</w>
a ut
no▁ w</w>
▁s o
d get</w>
▁wh y</w>
ar ▁t
vi s▁i
ro om</w>
a▁ li
B ▁u
▁d id</w>
s e▁s</w>
or por
Gye ong
L i
s ▁er
al▁ ly</w>
b ility</w>
o▁u r</w>
g▁ u</w>
ye ong</w>
v ▁er</w>
v ▁a
re▁ e</w>
r ap
wh ere</w>
esti g▁a
e▁ ss</w>
c▁h a▁rge</w>
▁li fe</w>
▁A ct</w>
l▁i ke</w>
s▁ ts</w>
▁d el
t oo</w>
pre me</w>
B ▁
▁be fore</w>
e▁ y</w>
fi c</w>
c ou▁n
H ▁
t▁i c</w>
h ow</w>
e t▁
T ▁his</w>
S ▁o
w▁e ll</w>
sti tu
in cial</w>
i on</w>
d own</w>
▁Ch ina</w>
te st</w>
p▁er s▁on</w>
▁h ear
▁h im</w>
si ons</w>
ent ly</w>
▁rel ated</w>
cl u▁
▁l ong</w>
oun ▁d</w>
n te
ic ▁i
e k
▁ul ar</w>
▁th a▁t</w>
op ment</w>
e qu
▁n umber</w>
su p▁
r atic</w>
Ch▁in ese</w>
▁t o▁t
▁er ing</w>
t▁ ra
o s
2 nd</w>
▁b a▁sed</w>
w▁h en</w>
vi ous</w>
h▁i gh
▁v ery</w>
m▁i t▁
▁s ome</w>
ft e▁r</w>
m ▁s</w>
▁& a▁
▁d r
▁a ppl
▁b i
dom ▁e
g ▁en
diff ▁e
s o▁n</w>
ch ▁e
i t▁s</w>
▁Wh en</w>
ol e</w>
he rein
o▁t▁ ;</w>
▁t ran
m▁ p
d e▁nt</w>
ren g
h ome</w>
a f▁f
la w</w>
manag ▁ement</w>
st ory</w>
p ment</w>
▁i nte
&apo▁ s;</w>
ac ▁e</w>
mb ▁er</w>
e▁ m
part ment</w>
C ▁o
▁f ore
▁d uring</w>
el ▁y</w>
▁com panies</w>
c t
w r▁i
v ▁er
be▁c au▁se</w>
anc es</w>
▁s it
m o▁ng</w>
▁sh ow
Com mi▁
▁er▁ re▁d</w>
1 2</w>
duc ation</w>
op e▁r
b▁e fo▁re</w>
c▁o un
▁Th e▁re</w>
i▁ l</w>
a▁m o▁unt</w>
f a▁c
den t▁s</w>
T a
at ▁es</w>
con ven
is m</w>
i ed</w>
t▁i z
ot e</w>
ref ▁er▁re▁d</w>
pl ace</w>
e▁n tial</w>
x i
pe▁r c
▁K o▁
K RW</w>
G over
ea v
F in
de ter
▁an n
y pe</w>
t▁iv ely</w>
our s</w>
bu i▁l
w a▁y</w>
inv estig▁a
il i▁
f ra
Jap▁an ese</w>
s i▁ng</w>
po l▁i
in e▁d</w>
dev e▁
st or
n▁e ed</w>
J ung</w>
ex hi
▁mar ket</w>
exper ▁i
ci es</w>
in ts</w>
R ▁e
po▁ int
por ▁t
ss▁i on</w>
in di
▁p ower</w>
▁a rea</w>
m p</w>
i▁ ded</w>
▁s ystem</w>
re as</w>
e▁ l</w>
leg al</w>
▁par ty</w>
u th
re▁ ce
oo▁ d</w>
pro▁ duc
P▁ rov
d ▁e</w>
ch air
u l</w>
o▁r y</w>
ex peri
▁c ul
▁wi thout</w>
h ere</w>
at▁i ons</w>
b▁e en</w>
R eg
▁diff e
▁B usan</w>
re▁ la▁ted</w>
▁i li
prov i▁ncial</w>
un d
▁&a pos;
V i
I ▁t</w>
re q▁u
du stry</w>
P a▁r
th a▁n</w>
b all</w>
mot e</w>
,0 ▁00</w>
▁a ting</w>
▁U n
jo y</w>
oo m</w>
ch i
a▁r s</w>
▁aga in</w>
im po▁r
▁h o
ad ▁e</w>
▁Th ey</w>
▁i t</w>
▁t ure</w>
tr ▁o
ye es</w>
d ate</w>
▁h ope</w>
▁w oul▁d</w>
a▁ y
F or</w>
lo or</w>
op ▁er
partic ▁ular</w>
v▁i ded</w>
u fac
ss es</w>
N ew</w>
t▁h em</w>
w ang</w>
istr y</w>
be st</w>
Ch ina</w>
re n▁
t▁ ly</w>
h u
re▁ ase</w>
&ap▁o s;</w>
ss ▁ed</w>
pl an</w>
f l
por ted</w>
ou t
▁pl an</w>
▁t otal</w>
ro ad</w>
e▁ ff
▁chec k</w>
▁th ose</w>
d r▁e
s▁ ing</w>
▁% %</w>
s n</w>
w▁i th
r ate</w>
ar ▁s</w>
li▁ ke</w>
de red</w>
ang ed</w>
▁A fter</w>
bu k</w>
k▁e t</w>
partic ▁i
ev alu
tran s
▁en ce</w>
co▁n t
s al
Ch e
c ase</w>
es t▁i
▁e me▁nt</w>
s et</w>
a▁l ly</w>
&a▁ pos;</w>
f ore
▁S u
▁f act</w>
m▁ y</w>
s▁ ub
▁A n
Un ive▁r
s▁ ur
Gov▁ern ment</w>
▁a ir
an ▁a
▁po ssi
la s▁t</w>
d am
▁v arious</w>
▁f ood</w>
in es</w>
an g▁
M ▁o
ex am
y ▁ing</w>
ou▁ l</w>
h ar
▁s ur
▁k e
mon y</w>
▁w o▁r
▁l e
&apos; t</w>
p i
an ds</w>
w ▁o
ad s</w>
vi ties</w>
▁s in▁ce</w>
er ing</w>
r▁e e</w>
st at
ot s</w>
c ri▁
s ▁es</w>
i▁n g
es▁ s</w>
▁d e▁
▁P rov
i▁n gs</w>
a▁r g
r ▁e</w>
M ▁
men ▁ts</w>
▁s ome
u ti
port ant</w>
▁ul t</w>
ou ri
▁l oo
3 ▁
n ess</w>
ron t</w>
g a▁n
▁k n
w▁e re</w>
si dent</w>
con d▁uc
t e▁r</w>
1 1</w>
st a▁r
▁w r
▁dec i
is ed</w>
4 0</w>
c▁e ss</w>
ay ing</w>
c▁o me</w>
3 rd</w>
re▁l ated</w>
tr ac
b en
a▁ ti▁on</w>
u sic</w>
at s</w>
et c.</w>
ver y
t▁h is</w>
o▁ c
▁com e</w>
t▁ ation</w>
o ff</w>
da i</w>
▁l et</w>
▁o ft
estab li
▁mon th</w>
am es</w>
vi ol
a▁ tio▁ns</w>
C ▁en
tur ▁e</w>
a i▁r
ge▁n eral</w>
d on
a▁n ge</w>
▁C ity</w>
p▁ar t</w>
s ee</w>
v o
duc tion</w>
w a
k ▁ed</w>
e▁r ▁e</w>
▁s et</w>
in ted</w>
ch ange</w>
C ul
b ▁out</w>
s y▁st
la▁ r</w>
inv es▁t
o▁n al</w>
p e▁n
D ▁a
par tici
h old</w>
c ▁ed</w>
3 0
▁fol lowing</w>
t om
s ystem</w>
o▁ d</w>
op ▁en
m il▁i
ga me</w>
s▁ ch
▁g ive</w>
me▁mb ▁ers</w>
w i▁ng</w>
lo ws</w>
j ur
un der</w>
st▁ ar
▁h uman</w>
▁di rec
si der
empl o▁
ye a▁r</w>
&a▁ pos▁;t</w>
g i▁n
▁sal es</w>
wor ld</w>
vi s
in▁ gs</w>
c▁ y</w>
p▁ ro▁
o▁ g
i▁n ed</w>
▁me dia</w>
cul ▁tural</w>
J o
s sion</w>
pro sec▁u
w▁or k</w>
▁b e▁
ful l</w>
ti fic
e ve</w>
▁c u
▁s end</w>
nece▁ss a▁ry</w>
a▁ s
Ch o</w>
ul ts</w>
s▁t rial</w>
c▁h e
hel p</w>
ex c
▁m i
i▁c le</w>
▁Th at</w>
N▁a tional</w>
C oun
v i▁c
o▁n ly</w>
▁s k
at or</w>
th ern</w>
p▁er son</w>
a us▁e</w>
min i
ou ght</w>
ab li
▁u ni
pro du▁c
c▁ ri
▁b u▁t</w>
a▁r ou▁nd</w>
ss ing</w>
tri es</w>
ou g▁h</w>
l▁i on</w>
i▁ gn
cl ud
b et
▁c al
y un</w>
po li
pe ti
in sp
mi▁l li▁on</w>
S am
▁l abor</w>
▁&a pos;</w>
per son</w>
il▁ d
▁en tly</w>
g▁ lobal</w>
p▁e o▁ple</w>
▁p l▁a
resp on
amp ;</w>
s▁h ould</w>
l y
d ata</w>
▁st ar
b or
il s</w>
co▁mp any</w>
2 .
w a</w>
d▁i c
d ra
c ar</w>
i a</w>
lo se</w>
K▁ore a▁n</w>
he▁ ld</w>
acc o▁rd▁ing</w>
em e▁nt</w>
u▁ s</w>
p ply</w>
s▁t em</w>
st ud
qu e</w>
a▁l y
e ts</w>
i▁n ▁g</w>
s chool</w>
f ree</w>
▁m ov
▁P resident</w>
▁ n</w>
vi ▁e
gn am</w>
g ov▁ern
t▁ i▁on</w>
m a▁n</w>
l▁ ing</w>
de▁c i▁ded</w>
▁vi sit</w>
h om
t▁a t▁ion</w>
vir on
r▁a te</w>
v ▁ing</w>
su per
pro ve</w>
pro m▁
o▁ t</w>
Ko▁ re
ac ▁c
p on
L i▁
▁th▁e re</w>
▁p ic
▁b l
▁f a
anno▁un ▁ced</w>
u di
f uture</w>
e▁ on</w>
p▁ h</w>
com ▁e</w>
t ▁er</w>
s▁ y
a▁l so</w>
e▁ ven</w>
r▁e s▁
g un</w>
be▁c ause</w>
cu▁r rent</w>
con omic</w>
▁pl▁ ans</w>
p p▁
e ded</w>
p o</w>
1 8</w>
▁s ay</w>
v ▁o
Pro v▁ided</w>
▁rea son</w>
▁a r</w>
▁tim ▁e</w>
w e▁l
e▁ mb
off i▁ci
gr ad
ci dent</w>
ver al</w>
us ▁ed</w>
con f
ma▁ ll</w>
pe▁ ople</w>
as ▁e</w>
si▁ de</w>
le ge</w>
e▁ v
sh all</w>
ab l▁e</w>
▁pro ducts</w>
lo c▁a
▁p r▁i
f it</w>
20 ▁1
▁h ouse</w>
l ity</w>
ati▁ ve</w>
▁g iv
t ation</w>
pos ed</w>
s▁h ed</w>
c u▁
cl ▁e</w>
▁sh a▁ll</w>
▁b ack</w>
▁ f</w>
Gov▁ern ▁or</w>
in▁ k</w>
int en
H e
ou p</w>
d a</w>
▁“ “</w>
v ▁en
l ent</w>
▁f ul
ac ▁h
h▁a d</w>
▁B ut</w>
▁nec essary</w>
ati on
▁o ver
s▁ yst
o▁u gh</w>
li▁ ty</w>
e▁ ment</w>
at ure</w>
ma▁ y</w>
me▁ dical</w>
dom▁e stic</w>
▁a te</w>
se▁r vice</w>
empl ▁o
n til</w>
man ▁a
▁u ntil</w>
j▁ u</w>
su pp
▁mon ey</w>
▁hel p</w>
▁Tr ump</w>
h▁a lf</w>
Se p
pr▁o vide</w>
estab l▁i
H ▁e
s onal</w>
▁l eg
ow n
empl o
▁Ar ticle</w>
b ack</w>
t▁ ro
p▁o se</w>
ne w
es▁ s
ead qu
ar ds</w>
t▁i ve</w>
di str
▁a ff
oper ▁at▁ion</w>
an not</w>
S ▁u
k ey</w>
tech n▁o
▁s c
Sa▁m sung</w>
▁serv ice</w>
▁inv estig
ur ity</w>
cl ▁o
ver n
G e
sa▁ y</w>
wh e▁n</w>
▁th e▁
an▁ ge</w>
si dents</w>
acti v▁i
de f
t ▁ers</w>
si x</w>
s l
fac ▁t</w>
bi g</w>
▁K ore▁
Y ▁o
r ac
par a▁
Kore▁ a</w>
or row</w>
ea k</w>
ma▁t ters</w>
t e▁n
A u
al ▁i
ot o</w>
f▁e ss
th y</w>
p▁er ▁
S ▁a
reg ▁i
or ld</w>
int e
st▁ it
▁ent ▁er</w>
ac▁ h</w>
pl ay</w>
partic i▁
U▁n ited</w>
il ▁e</w>
D ▁
1 3</w>
▁i od</w>
▁s he</w>
v ely</w>
r▁ on
n u▁
im prov
mis sion</w>
U niver
▁A ft▁er</w>
su ff
sh ▁i
c e▁s</w>
o▁ ol</w>
ff ic</w>
▁h app
diff▁ic ▁ult</w>
ver ▁y</w>
gover n▁
ci r
20 0
Gover ▁n
l dn</w>
char ac
r▁ an
t op</w>
mun ic
a▁ ss
overn or</w>
D ong</w>
wh ic▁h</w>
r u▁
▁spec ial</w>
t o▁r</w>
▁S h
a▁n n
▁sa me</w>
ap▁ pl
H ong</w>
▁s el
r i</w>
lo t</w>
du al</w>
f▁or m
wo▁r k</w>
r▁o ugh</w>
h ▁er</w>
w▁i l▁l</w>
w a▁r
A ▁s</w>
ter ▁s</w>
n or
comp▁ani e▁s</w>
▁e st</w>
e f▁f
p▁ s</w>
do ▁es</w>
compl ▁e
▁re gi
k e▁t</w>
▁f ound</w>
st e▁r</w>
ke ts</w>
c a▁r
▁L et</w>
▁ear ch</w>
p▁or t</w>
si g▁n
▁st ock</w>
▁Ko▁ rea</w>
R e▁
vi ded</w>
p ay</w>
w▁ o</w>
t al
st an
ing ▁s</w>
il ding</w>
cor por
&a▁ p▁o
m▁ b
i fic
▁t e▁d</w>
▁e vent</w>
▁b el
s▁ up
z ▁ed</w>
▁w a
em p▁
or ▁i
1 6</w>
a▁c t</w>
n der
c am
envir on
▁h ome</w>
▁ ce</w>
ti▁ ve</w>
&a pos▁;</w>
▁a b▁out</w>
em ▁s</w>
el e▁c
F ▁
▁C ourt</w>
▁u nder
ex i▁
educ ▁ation</w>
ous ly</w>
d▁ in
s▁ ter</w>
li ght</w>
bi▁l li▁on</w>
▁t a▁
int ro
bro ad
▁ur ity</w>
▁c la
▁er i▁ng</w>
o o▁n</w>
pl ay
Prov ince</w>
▁Th en</w>
▁o ut
K ang</w>
n formation</w>
▁i nformation</w>
Metro po▁litan</w>
▁st udents</w>
tiz ens</w>
i▁n a</w>
c um
ye ong
p▁l an</w>
ar ing</w>
.▁ S
▁p o▁
n▁ o</w>
b s</w>
st ▁e
A m
on l▁y</w>
x peri
a▁ tion▁s</w>
vi▁ ce</w>
lo▁ c
ap pro
ad d▁i
Kore▁ an</w>
ici als</w>
ic ult</w>
i t▁y</w>
g▁ y</w>
h▁e re</w>
ren ts</w>
▁sa i▁d</w>
s▁i ty</w>
ss i▁on</w>
T V</w>
al y
b ur
i▁ zed</w>
▁t ▁o</w>
n ot
e▁ ri
o▁ k</w>
un ▁i
▁S am
g▁ i</w>
ar ▁e
ra p▁h</w>
lev el</w>
v in▁g</w>
emb ly</w>
▁th ▁er▁e</w>
in▁ st</w>
2 5</w>
w om
pa red</w>
▁P ro
ag ed</w>
▁pro ject</w>
pp ing</w>
.▁S .</w>
ot el</w>
▁re qu
H ▁e</w>
▁pro blem</w>
or▁ d
in ue</w>
wi th
ear ch</w>
me▁mb ers</w>
ag ain</w>
s▁ ti
sh ▁a
▁c ame</w>
y er</w>
n ter
▁i nter
b l▁e</w>
x pl
m▁o re</w>
ti v▁e</w>
mo▁ re</w>
si zed</w>
em e▁n
How▁e ver</w>
w▁a y</w>
sh i▁
▁M in
po▁int ▁ed</w>
Pro▁v ince</w>
in ese</w>
F or
e▁n ti
▁l ear
s▁tr ict</w>
J u
▁Par k</w>
▁t al
as▁ on</w>
oo▁ l</w>
I▁ f</w>
oo▁ k</w>
l▁i c</w>
be ing</w>
K▁ore▁ a</w>
▁p r▁o
▁con cer
ec ▁on
el fare</w>
b oth</w>
▁b as
Je ju</w>
Ad ministr
s▁a fety</w>
oc i▁
▁me eting</w>
d r▁a
ap po
struc tion</w>
9 th</w>
w at
tr al</w>
le s▁s</w>
&ap▁os▁; s</w>
▁Kore▁ a</w>
re am</w>
o▁ o</w>
▁i r
cl ear</w>
ar▁ ch</w>
e ds</w>
di▁ s
oc▁ ratic</w>
t e▁rs</w>
n ce</w>
Par ty</w>
or d</w>
w n
gen ce</w>
mi▁l lion</w>
re ase</w>
A ▁c
1 9</w>
▁m embers</w>
ic y</w>
ne▁ w</w>
h e▁r</w>
a▁c k</w>
w▁ith ▁in</w>
r▁e st</w>
inc▁ re▁ase</w>
▁@ ▁-@</w>
st▁ s</w>
▁expec ted</w>
s i</w>
▁c a▁
▁e xpl
b a
bo dy</w>
hi ef</w>
st e</w>
▁a round</w>
m u▁
administr ▁ative</w>
Gye o▁ng
pu▁r p▁ose</w>
d dle</w>
bl ems</w>
▁l ed</w>
G▁ yeonggi</w>
▁c o▁
anc ed</w>
ag ric
k e▁
r e▁n
partic▁u la▁r</w>
il d▁
al ed</w>
repres ent▁
cl ▁a
G w▁
ti on
p▁e ri
d ur
▁sh i
g ▁e</w>
e▁t c.</w>
b ile</w>
j e▁ct</w>
J ▁e
a u▁
s▁ h</w>
min ▁i
▁t r▁i
▁e xperi
▁ci vil</w>
comp a▁n
la▁ st</w>
Com m▁ittee</w>
▁l ev
th ree</w>
est a▁b
▁r oom</w>
▁g ot</w>
▁e mplo
p ay
oc al</w>
k now</w>
▁wh ether</w>
re▁ su▁l
ing le</w>
en ing</w>
W i▁th</w>
▁mat ters</w>
▁manag ement</w>
▁o ol</w>
k ly</w>
s e▁n
de l</w>
▁fe el</w>
co▁ me</w>
an ese</w>
o▁ u</w>
un e</w>
n▁ ot
as k</w>
▁wi thin</w>
ta x
oo ds</w>
in der
S e▁r
perfor ▁m
inv est
rien ds</w>
t o▁rs</w>
&ap▁os; ▁s</w>
▁we ek</w>
ti▁ c
▁S he</w>
con sul
herein ▁after</w>
cl es</w>
ev e▁n</w>
ob s</w>
l ate</w>
▁en▁ ded</w>
& amp;</w>
▁w o▁uld</w>
ab ▁i
▁m or
f▁i c
▁jo int</w>
a ft▁er</w>
pre h
im um</w>
c ▁u
▁C on
pa st</w>
▁t ech
ex pl▁a
▁mo vie</w>
s; m</w>
e▁ red</w>
che dul
▁e ven
v▁i ce</w>
▁r ate</w>
▁c ri
▁c ase</w>
co▁ ur
C hair
inc▁ l
▁r ul
par a▁g
E n▁
B u
t▁ ry</w>
il ed</w>
▁ba sic</w>
as h</w>
▁N ational</w>
J ▁
▁do es</w>
s▁ hi
para▁g rap▁h</w>
rec t</w>
N ov
del iber
i▁n t</w>
▁t oo</w>
6 0</w>
or i▁
dec ▁i
▁t ing</w>
▁fin d</w>
C e▁n
▁m usic</w>
▁c ases</w>
ach e▁d</w>
J▁a e</w>
con si▁
▁d ri
su▁ ppo▁rt</w>
▁c ity</w>
sh ▁ed</w>
partici p▁a
cer ▁e
ar ▁i
U .S
pres ▁i
ho sp
mil▁i tary</w>
▁be st</w>
j e▁c
ag rap
▁c ourt</w>
▁0 ,000</w>
vi▁ sit
ang es</w>
▁p ut</w>
ci t▁iz
0 s</w>
s oo</w>
Ord i▁n
In t
a▁n ts</w>
▁S o</w>
i▁ ons</w>
ic k</w>
tog ▁e
sp e▁
p en</w>
3 .
wh ile</w>
uc lear
r ade</w>
l▁e ad
▁a ble</w>
p ▁i
i▁ g
H i
m em
▁n t</w>
s yst
n u
i▁l l
▁20 0
s t▁i
d d
em ed</w>
el▁ l</w>
▁sh al▁l</w>
U .▁S.</w>
p▁ on
m ar▁
et e</w>
t▁ ri
m ale</w>
e▁n ds</w>
z e▁d</w>
la w
ma▁ de</w>
m ▁ental</w>
t ▁en
Pr▁o v
o h</w>
▁p op
wo▁r k
mot ion</w>
ac es</w>
v alu
in d
ho▁ w</w>
rec e▁
m al</w>
p tion</w>
▁ch ildren</w>
m e▁nts</w>
c▁ ri▁
bus in
c ▁es</w>
con sid
▁t ly</w>
di s▁a
di re▁c
Sh in</w>
r ▁ul
▁ch ange</w>
l led</w>
el s</w>
w i▁n
or ▁y</w>
a ke</w>
▁ ly</w>
hi gh
constru▁c tion</w>
th em
we ek</w>
▁d oc
y le</w>
man▁a g
o▁ on</w>
u res</w>
a▁ rea</w>
su▁ ch</w>
&apo▁ s;▁s</w>
f ▁e</w>
s▁e e</w>
me di
f▁ in
▁h e▁
▁F or
p▁er ▁iod</w>
st rial</w>
su ant</w>
ph one</w>
rec o
exec ▁u
H an</w>
F o▁
x ed</w>
an t
k e▁d</w>
i ▁es</w>
gover▁n me▁nt</w>
▁S ince</w>
▁pol ice</w>
com▁ pl
a▁ me</w>
ho▁ l
b ook</w>
▁t rade</w>
men t▁s</w>
t w▁o</w>
n st
▁fin al</w>
s ent</w>
h e▁l
s ci
▁oft en</w>
di es</w>
O r
&▁apo▁ s;s</w>
▁t i▁cle</w>
▁pro vide</w>
ap er</w>
Alt▁h ou▁gh</w>
▁ -▁@</w>
▁par ticip
t▁ ors</w>
si▁ ble</w>
rec e
▁to▁t al</w>
R ec
us es</w>
▁s en
▁coun try</w>
K ore
▁o ff</w>
▁l iv
wi de</w>
str ▁u
fu nd</w>
ur ch</w>
l arge</w>
ta▁ ke</w>
s▁ ystem</w>
par ty</w>
off ice</w>
exp ▁en
s▁tr ong</w>
@ ▁-▁@</w>
y oung</w>
J u▁
t▁e am</w>
n ▁i
▁r y</w>
o ds</w>
at e▁s</w>
▁th o▁se</w>
ec h</w>
it ing</w>
d▁u e</w>
o ols</w>
▁the▁ ir</w>
▁R e
b ri
▁cu stom
C o▁un
▁h ou
▁e men▁t</w>
tem per
in ▁ed</w>
compe ti
col l
ag▁a inst</w>
▁vi deo</w>
▁th ird</w>
▁c ar</w>
th r
li▁ c</w>
▁d ra
▁P rime</w>
f o
▁m an
c▁i ty</w>
c es
P r▁e
en cy</w>
v ic▁e</w>
ss e▁d</w>
man ufac
▁d a
y ▁p
jec ▁t</w>
gin al</w>
▁or ganiz
ore d</w>
▁wom en</w>
ann oun
▁20 1▁
st ▁ed</w>
o w▁
d v
al d</w>
▁o nce</w>
▁r u
b re
an ks</w>
Dem oc▁ratic</w>
o▁m en</w>
on es</w>
m em▁b
▁o wn</w>
t▁h ey</w>
▁g a
fir ▁st</w>
c ▁t
al ue</w>
Su▁ preme</w>
Gye onggi</w>
▁Jap an</w>
s▁h ow
o w▁n</w>
m en</w>
V ice</w>
1 4</w>
▁th ▁at</w>
▁b eli
me di▁
str ic
▁U S</w>
H ▁a
▁fam ily</w>
▁b ro
J i</w>
▁m ea
▁en t▁s</w>
▁p ay</w>
▁e ss</w>
us e
S ou
un ch</w>
tog ether</w>
c e▁d</w>
▁p ro▁
u k</w>
di d</w>
▁w a▁s</w>
co▁ l
Y oon</w>
▁ k</w>
pos▁i tion</w>
partic▁i p▁a
l▁o w</w>
hi▁ gh
fac e</w>
ti mes</w>
pl a▁n
▁possi ble</w>
t ute</w>
m o▁t
insti tu
in tro▁
ic an</w>
n▁e w</w>
or ga▁n
l ar
comp any</w>
commun ic
▁ann oun
r▁on t</w>
oo per
g▁ ro▁
ad ing</w>
▁p i
c ent</w>
▁i nst
or ity</w>
▁si gn
po▁r t</w>
c o</w>
t▁i l</w>
tr act</w>
p▁ rov
▁go▁ ing</w>
▁o cc
a▁t ing</w>
m portant</w>
▁f o▁r</w>
D is
l ▁ed</w>
str ▁a
4 ▁
s ang</w>
po wer</w>
cur r▁en
a▁t es</w>
s e▁d</w>
o▁ w</w>
0 th</w>
▁i n▁
ap pe
▁re f
wo▁r king</w>
B a
om s</w>
ma▁ ke</w>
int e▁r
▁e as
▁se ems</w>
▁c y</w>
po▁ sed</w>
vi sion</w>
m on</w>
▁pl▁a ce</w>
l▁i k▁e
S a
▁tim es</w>
▁i mportant</w>
ea son</w>
i▁ te</w>
▁m il
the▁ ir</w>
F ▁or
inform▁a tion</w>
t▁h e
comm ▁u
som e▁
di tional</w>
1 2
,0 0▁0</w>
▁d em
▁A ss
m▁a y</w>
nece▁ss ▁ary</w>
com panies</w>
▁w ent</w>
▁par t</w>
sa▁ ying</w>
igh ▁t</w>
d▁e m
h alf</w>
▁a reas</w>
n e▁c
em er▁
a▁ fter</w>
ov▁er ▁n
envir o▁n
s▁a yin▁g</w>
c our
o ice</w>
e▁ ven
▁diffe rent</w>
pr▁o c▁ess</w>
esti c</w>
p are</w>
ch▁a r
c tion</w>
▁stud y</w>
i▁ ze</w>
▁ti▁ ons</w>
S▁e oul</w>
5 ▁
▁me ans</w>
n a▁t
Hy ▁u
p ut</w>
eg u</w>
▁t ook</w>
m in</w>
i▁c s</w>
201 8</w>
le ft</w>
s mall</w>
l a▁rg
▁s econ
▁e ty</w>
li t▁y</w>
en▁ d
▁a use</w>
▁a mo▁ng</w>
▁off ice</w>
pro fes
p ic
in ▁e</w>
ag a
▁t ell</w>
Y oung</w>
r ▁y</w>
in ternat▁ional</w>
diff▁e rent</w>
ar m
hic le</w>
ch es</w>
ti c▁
stu▁ d
l ly</w>
▁hi gh
▁d et
exp a▁n
k ely</w>
K y
▁bec ome</w>
n in▁g</w>
R ▁
▁a l▁
J ong</w>
pl▁a y
A ▁t</w>
exi▁ sting</w>
sc re
▁st art</w>
l i▁ng</w>
K or▁e
C enter</w>
t ook</w>
d▁a te</w>
di stri
r▁es▁ ult</w>
it ary</w>
in ation</w>
O n</w>
Fin a▁ncial</w>
str ▁y</w>
lic ▁e</w>
ur ▁e</w>
G u
c ti
J u▁ng</w>
ore s</w>
b▁u s
D ▁ur
th rough</w>
1 7</w>
per ty</w>
ne ed</w>
Nor ▁th</w>
r ing</w>
com men
v e▁nt</w>
in i▁ng</w>
d r▁i
c▁h ange</w>
re s▁p
do or</w>
s▁ pec
st and</w>
po sition</w>
S o
B i
s w
u ation</w>
pa id</w>
e s▁t</w>
ren ▁t</w>
P▁o lice</w>
att▁ ache▁d</w>
w age</w>
t▁ ary</w>
r s</w>
▁ .</w>
av ▁er
1 3
▁f al
under ▁
at i▁ng</w>
tu res</w>
add▁i t▁ion</w>
▁En glish</w>
per ts</w>
par t</w>
▁t op</w>
P ▁u
1 8
▁h ard</w>
gr ap
st ar
be▁c aus▁e</w>
pos sib▁i
et t
E lectr
ro ss</w>
il ls</w>
clu de</w>
po▁ pul
for mer</w>
w ar</w>
B e▁c
bus iness</w>
▁t ru
▁t og
▁b ased</w>
uni ver
o▁ b
an ▁ts</w>
▁ern al</w>
y es</w>
ac▁ k</w>
2 4</w>
ati o▁n
ar e▁
g ot</w>
up s</w>
oc ▁i
j ud
J e▁
▁ r</w>
f▁am ily</w>
f ense</w>
eav y</w>
compe t▁i
ch ase</w>
▁pr ot
▁d own</w>
▁l ea▁
su▁r ance</w>
r un</w>
com ▁m
o▁ff ice</w>
▁wor king</w>
ou▁n g</w>
▁p ay
ca▁ ted</w>
iv er</w>
an a▁ly
▁st ate</w>
in▁ a</w>
C ur
▁le ft</w>
pa▁ ted</w>
▁Wh y</w>
r .</w>
o▁ m</w>
lo od</w>
a▁r di▁ng</w>
col le▁c
▁e s▁ted</w>
impo▁r t
comp▁an ies</w>
c e▁ss
Y ▁
v ▁ed</w>
Se o▁ul</w>
M ay</w>
▁&q▁u o▁t;</w>
t ely</w>
n▁a m</w>
g ue</w>
▁h old</w>
▁pro v
par ticip
deve▁ lo
▁e ducation</w>
▁b re
si▁ ons</w>
▁er in▁g</w>
pro▁ du▁c
M▁in ▁i
u ▁e</w>
pl a▁
ti ce</w>
m▁a r▁
s▁ on
pp ed</w>
i▁ ssu
is ing</w>
▁leg al</w>
▁Prov ince</w>
x pen
▁Wh ere</w>
&a▁ pos▁;
w▁i thin</w>
sh ow
b ir
▁jo b</w>
on ce</w>
iv ▁e</w>
c le</w>
A gr
L e▁e</w>
de▁ vel
A t</w>
oth ▁er</w>
acc or▁d
▁inv est
or gan
e ws</w>
▁pl an
i▁ als</w>
W ▁h
▁ye▁ ar</w>
op en</w>
m▁itt ▁ee</w>
ex i
at eg
T o</w>
tr ▁y</w>
su e</w>
ro l</w>
con di
i gn
f el
ed ly</w>
b ea
Alt▁h ough</w>
2 2</w>
fo▁r m
M anag
develo▁p m▁ent</w>
A ▁u
▁a pply</w>
u▁l t</w>
▁pro cess</w>
ful ly</w>
indu stry</w>
T ech
st a▁
s ▁ed</w>
t oday</w>
or k</w>
inc re▁as
&▁ap▁o s;s</w>
ic er</w>
govern ment</w>
c r▁i
c ra
▁m o▁
ren cy</w>
▁th e▁r▁e</w>
tre a▁t
Ch a▁ir
▁lo ve</w>
ram a</w>
▁sh ow</w>
d▁ y</w>
Ar ▁ti▁cle</w>
▁a dv
v ices</w>
pr▁o ject</w>
In ternat▁ional</w>
▁p a▁r
or d▁in
insti tu▁
▁th en</w>
x p
su▁b j▁ect</w>
e▁ nd</w>
▁a lon▁g</w>
ev ▁en</w>
P ol
▁t e▁r
ang u
po w
c▁ tion</w>
o▁ nd</w>
accor▁d anc▁e</w>
Y oo</w>
t▁ ter</w>
me▁e t▁ing</w>
tran spor
r ul
pl▁a n</w>
op i▁n
pos▁ si▁ble</w>
▁g ame</w>
▁C oun
s▁i de</w>
l▁a r</w>
k ▁i
▁di dn</w>
g ▁et</w>
g ro▁
o▁g ical</w>
l▁o c
▁O rd
tr i▁l
▁aga inst</w>
low ed</w>
▁ch ar
Ass ▁emb
ad dit▁ional</w>
▁ec t▁ed</w>
co▁m p▁
partic▁ip▁a te</w>
s ur▁
l ways</w>
t▁ it
te▁ am</w>
t a</w>
▁r et
tt ee</w>
t ter</w>
ss i▁
tur n</w>
tra dit▁ional</w>
pro▁ vi
s ked</w>
. 5</w>
▁per for
pub ▁
G o▁
atte▁n t▁ion</w>
▁n ever</w>
▁m o▁n
m embers</w>
dep e▁n
▁ch ild</w>
p▁er▁ son</w>
i re</w>
be fore</w>
wh ▁i
re▁su▁l ts</w>
a▁n ▁d</w>
est s</w>
res ol
h ouse</w>
O▁ff ▁ice</w>
Gye on▁g
o▁ th
the▁ m</w>
L ▁ee</w>
th▁e m</w>
s ical</w>
pos sible</w>
d▁i dn</w>
▁o ld</w>
▁b oo
▁: :</w>
i▁c t</w>
e ted</w>
▁i ssue</w>
▁e lec
in▁ d</w>
M▁a r
In du
▁S in▁ce</w>
C orpor
r▁ec ent</w>
pe▁rc ▁ent</w>
ou▁ p</w>
m e▁n
▁ ve</w>
li ve</w>
▁pur pose</w>
S ung</w>
n dustry</w>
de sig▁n
inv est▁i
▁i ndustry</w>
tri c</w>
in du▁
Hy▁u n
se par
w ater</w>
con tro▁
si▁ ty</w>
sign i
t or▁s</w>
N ▁or
s s▁
in nov
comm▁u n
▁i mpl
g ar
▁p lay
▁M oon</w>
w in▁g</w>
se on</w>
se ong</w>
su pport</w>
re▁g ular</w>
fol ▁
att ention</w>
▁f riend</w>
▁en joy</w>
t▁ wo</w>
▁c or
ar▁ k</w>
i▁d e▁nts</w>
in tern
▁f r▁ont</w>
▁c ou▁ld</w>
sec ond</w>
m▁o st</w>
l ue</w>
▁wi t▁h</w>
▁e xp
▁cl ass</w>
▁c o▁n
resp on▁
b▁e fore</w>
▁e xpen
z ing</w>
po licy</w>
▁ re
pro d▁uc
es t▁
uclear iz
▁ne w
ur ant</w>
t on</w>
▁th ings</w>
Prov ▁ince</w>
par t▁
d ▁en
▁ph one</w>
▁c ap
b ou▁t</w>
fo▁r m</w>
n ame</w>
▁s ent</w>
n tro
▁i ntro
gh ter</w>
a▁ ch
c ing</w>
▁the i▁r</w>
▁Ch inese</w>
i▁l ed</w>
▁t om
ta k▁e</w>
s mar
di sp
G▁ u</w>
▁d eli
o▁ me</w>
, ▁0
▁me et</w>
ca▁ p
J ang</w>
H an
▁oper ation</w>
em ▁ent</w>
▁secon d</w>
▁L iber
In tern
t▁ al
▁n ame</w>
perfor m▁
▁b ook</w>
▁L and</w>
▁de sign
▁a lways</w>
Ch ung
ac t▁ively</w>
▁da ily</w>
i▁c es</w>
▁re sidents</w>
st▁ ry</w>
oti on</w>
m▁it▁ tee</w>
mini s▁tr
ch▁ ang
M ▁e
u ght</w>
su▁ m
sh ow</w>
neg oti
pre s▁
ab ility</w>
A ▁r
u▁n i
exhi b▁i
C EO</w>
D ae</w>
▁n ight</w>
▁l im
e▁n s</w>
▁res pon
ur y</w>
w ed</w>
partici▁ pa▁ted</w>
h▁e alth</w>
ma j
f ri
v e▁d</w>
p▁o licy</w>
gover▁n men▁t</w>
en ed</w>
N ▁
▁con fir
l low</w>
fam ily</w>
inc ▁i
op s</w>
▁le▁ vel</w>
min al</w>
▁w ▁h
v▁i s
or ies</w>
▁incre ase</w>
s ent
pro sec
pe o▁ple</w>
▁m ust</w>
Y ▁e
▁pr▁i ce</w>
s▁y s▁tem</w>
o▁ff ▁ice</w>
r▁e a</w>
d ministr
▁In cheon</w>
em ent
or der</w>
Y ang</w>
p uty</w>
t▁ an</w>
in ▁u
comm i
cri be</w>
ol ▁d</w>
ar ly</w>
▁i ssu
i den
ag o</w>
o▁r ts</w>
es ▁e</w>
▁Th ese</w>
li▁ sh</w>
g▁ n</w>
bu s</w>
ati on▁al</w>
▁re ally</w>
re▁ ss</w>
1▁ 0</w>
re la
▁tog ether</w>
▁t ▁h
▁sh ort</w>
▁3 0</w>
sh ment</w>
hel ▁d</w>
gg est</w>
c lo
con cen
ec tion</w>
▁m e▁
▁l i▁
▁s or
l▁ ine</w>
d ri
▁” ”</w>
▁d ata</w>
▁Ord inance</w>
r▁ d
i▁n k</w>
Li▁ ber
▁pri vate</w>
prom▁ ot
n f
h ear
ev e▁r
T ▁a
r▁e as▁on</w>
pen ed</w>
ma k
for ▁m
d ro
por t▁
or ▁e</w>
e▁c t▁ion</w>
com▁p a▁red</w>
so cial</w>
so ci
re v▁i
lo▁ w</w>
wh ▁at</w>
f▁i ed</w>
to▁ ur
ta in
mp ;</w>
chi▁l d
▁ye▁ ars</w>
▁wh i▁le</w>
stu▁ den▁ts</w>
g▁ o</w>
d e▁r
▁p ass
▁fore ign</w>
s in▁g</w>
7 0</w>
comp▁ani ▁es</w>
est ed</w>
P e
a way</w>
▁G w
▁st ore</w>
pres ent
o ber</w>
den tial</w>
In▁ cheon</w>
de pen
▁W orld</w>
ot▁ her</w>
off▁ic ▁ial</w>
P h
oun ▁g</w>
con ▁cer
▁p ast</w>
y n
ll ▁ed</w>
C i▁ty</w>
2 1</w>
pre▁ vious</w>
▁h av
▁c le
p▁o li▁
for t
c i▁ty</w>
en ti
H o
y m▁ent</w>
il t</w>
bus▁ in
ust▁ om
▁2 0</w>
ec ▁
wor▁ k</w>
comm i▁
agrap h</w>
▁j ud
b▁e come</w>
wh y</w>
pa ss
on ic</w>
H ▁o
▁fi eld</w>
j i</w>
at▁i o▁n</w>
hair man</w>
▁Sam sung</w>
clu ded</w>
f oc
d▁o wn</w>
coun try</w>
ap p▁e
▁H y
How▁e v▁er</w>
▁l ook</w>
ev ent</w>
o▁ ri
w oo</w>
1 5
▁p ress</w>
pri l</w>
ch e▁on</w>
sh ▁
poli▁ tical</w>
O h</w>
ex ▁t</w>
&▁a pos▁;s</w>
▁lev el</w>
re spec
m e▁d</w>
G overn
▁re port</w>
k n▁ow</w>
▁i s▁
l arg
S p▁e
M ar
▁f riends</w>
▁s u▁
me dium</w>
▁f oc
▁c ause</w>
v ac
pro v▁i
tt le</w>
▁s im
sp ort</w>
re vi
▁ ll</w>
c▁h a▁nge</w>
aliz ed</w>
C o▁
j ong</w>
f ess
ati v▁e</w>
el l
c▁o m▁
le y</w>
gi ve</w>
em ▁en
▁est abli
sf er</w>
p al</w>
exp r▁e
su mer</w>
S ong</w>
▁happ y</w>
p▁ la
al▁ ready</w>
F e
pp ▁ort</w>
des ▁i
at ur
an y
pr i▁
re sted</w>
h ard</w>
coo p▁er
▁A sian</w>
sh ▁e</w>
re▁ s
o st</w>
govern m▁ent</w>
ap e</w>
N e▁w</w>
▁f ront</w>
m▁a ke</w>
f av
f▁or m</w>
▁O ff
▁w ar
▁pl ay</w>
nece▁ss ary</w>
m o▁r
et ting</w>
en g
b▁a ck</w>
▁in c▁e</w>
▁b ud
Educ ▁ation</w>
w in</w>
re v▁e
▁Min istry</w>
s am▁e</w>
&▁ q▁uot;</w>
re s▁t</w>
m ple</w>
o il</w>
i ssu
a ined</w>
g▁ re
ast e</w>
0 0
ver sy</w>
o es</w>
g e▁t</w>
fe s▁
rea▁ se</w>
▁a bou▁t</w>
s a▁n</w>
at ment</w>
▁G overnor</w>
▁A re</w>
y et</w>
i e▁s</w>
c ement</w>
▁m illion</w>
▁& ▁
th er
lea s▁e</w>
h ea▁
c anc
re l▁a
m▁e mber</w>
w th</w>
ra in</w>
f ar</w>
Se o</w>
▁h ours</w>
ec ted</w>
D evel
fe w</w>
lo ok</w>
am ▁
niver sity</w>
h▁o w</w>
▁li ve</w>
▁&a pos▁;s</w>
a▁ id</w>
ini on</w>
m▁i t</w>
B ▁e
▁a lly</w>
ul ▁d</w>
l an▁
fil m</w>
1▁ 9
lo▁ ca▁ted</w>
▁a sked</w>
A▁c t</w>
▁c ou
indu s▁trial</w>
sul a</w>
du▁ ce</w>
▁M ay</w>
l e▁d</w>
je on</w>
com m▁ittee</w>
▁e ms</w>
s u</w>
ri ▁ed</w>
at mo
▁s um
▁p la
Ch▁in a</w>
tr a▁n
sti tute</w>
m age</w>
Jap an</w>
▁att ached</w>
establi s▁h
ol o▁gical</w>
rep▁or te▁d</w>
con ce▁r
F eb
D▁ur i▁ng</w>
▁la w</w>
m a</w>
In fra
▁f loor</w>
▁O ne</w>
c ▁ul
▁l it
▁ur ban</w>
pr▁o j▁ect</w>
E ven</w>
2 00</w>
s▁e x
k no▁w</w>
ar▁ ds</w>
t▁ ic▁
e re
an▁ other</w>
▁s oon</w>
ove▁r n
off▁i cia▁l</w>
a▁ st</w>
s or
an▁ n
ver ti
al ▁th</w>
s oon</w>
we▁l fare</w>
perfor ▁
ot te</w>
l o▁ng</w>
es ses</w>
ec ts</w>
P▁u blic</w>
A c
▁s ch
▁Wh ile</w>
ur s</w>
m▁en ▁t</w>
res ▁earch</w>
re et</w>
be▁ li
a▁ir s</w>
h ▁u
b le▁
st reng
▁ta x
▁May or</w>
str u
▁per i
s▁t ri
mb e▁r</w>
exam in
cont inu
con di▁
b ▁er
ati o▁ns</w>
acc ▁i
s ex
▁e re</w>
me ans</w>
m etro
ch a▁ng
8 0</w>
▁Com mittee</w>
m emb
in▁e ss</w>
agric ul
▁P e
▁ca▁ ses</w>
h ee</w>
S outh</w>
u ro
ove▁r seas</w>
th od</w>
s a</w>
e▁n cy</w>
a▁n c▁e</w>
▁E x
t an</w>
F ▁or</w>
t▁er m</w>
su al</w>
stru▁c tu▁re</w>
fe el</w>
ar▁ ge</w>
rep▁or ▁ted</w>
a▁ gen
expl▁a ine▁d</w>
4 .
w▁ i▁ll</w>
wo▁r ld</w>
t ent</w>
e▁n g
ad em
B ▁a
spec ▁i
d on</w>
▁S a
wh▁e th▁er</w>
fin d</w>
c ard</w>
▁Tr ade</w>
h▁a rd</w>
at tr
pro vi▁
pl ac
gu st</w>
▁po int</w>
s▁i te</w>
l ready</w>
er day</w>
ru g</w>
esti val</w>
▁w rit
▁o ri
▁1 ,
cen ter</w>
con f▁ir
str ict</w>
▁appl ic
ic on
er ci
▁doc u
F ac
li k▁e</w>
g e▁
b l▁e
st▁ ud
il▁ l
con omy</w>
s▁h oul▁d</w>
c ust▁om
▁pl ans</w>
Ass oci▁
6 ▁
▁fin ancial</w>
c o▁r
bel ▁i
in▁ s</w>
gr ams</w>
Se▁ oul</w>
▁e a▁r
f r▁i
e▁ ong</w>
sur ance</w>
▁il ity</w>
hi g▁h</w>
di▁ ff
▁ma kes</w>
▁Y e
ssi ve</w>
re▁ sul
lit a▁n</w>
P en
▁a lready</w>
re▁ n</w>
o .</w>
g in</w>
emen ts</w>
at▁i ona▁l</w>
5 00</w>
▁f uture</w>
▁v i▁
▁v e
▁d es
pre sid
we e▁n</w>
d▁a ys</w>
1 th</w>
ind▁u stry</w>
C O</w>
▁ta x</w>
E▁ ven</w>
r▁o up</w>
commi ss▁i
co st</w>
ver s</w>
qu ar
▁an y
pl o
f r
s an
exp en
gr oup</w>
ar▁e a</w>
ord in
▁c enter</w>
comm it
cir cum
a u</w>
para▁ gr
l i▁ne</w>
impl emen
▁fir ▁st</w>
se▁ veral</w>
m▁e mb▁er</w>
manag ▁em▁ent</w>
d o▁ng</w>
▁t est</w>
t el
em p
a▁n k</w>
i▁ li
2 3</w>
s▁hi p</w>
op ▁e</w>
ha i▁r
at ▁e
▁sp ace</w>
po or</w>
i▁n u
L a
rec▁e iv
ec ▁h
g ent</w>
d u▁r
u▁ ght</w>
t▁ ute</w>
s▁ sed</w>
c a▁n
▁G ang
ter min
b▁e ▁
B C</w>
▁ti▁ me</w>
▁i ed</w>
▁a p▁
w▁h at</w>
su n</w>
l▁ and</w>
▁s cen
f i▁r
t o
▁u r▁
in▁ clu▁
▁a uth
re sta
a▁ bout</w>
ac hi
Hi gh</w>
tic▁ le</w>
perfor▁m a▁nce</w>
n▁a me</w>
A f▁f
j ▁e
s▁en ior</w>
s ong</w>
co▁ mpl
J ▁o
G ▁a
o▁ my</w>
▁s mar
▁a ted</w>
wi▁ th
st o▁
hy un</w>
f i▁c
shi▁ p</w>
al t▁h
si t▁y</w>
p▁ le</w>
off ic▁i
▁fi re</w>
l der</w>
di an</w>
der ly</w>
K▁ore▁ an</w>
▁bu y</w>
en t▁r
dis ab
Hy▁un dai</w>
▁r i
de sign
B S</w>
▁&apo▁ s;s</w>
a▁r ound</w>
men tal</w>
f a▁l
▁so cial</w>
&a▁po▁ s;t</w>
▁bet ter</w>
re po▁r
h a</w>
▁diff icult</w>
i▁ ver
en ded</w>
b▁ lem</w>
ag▁a in▁st</w>
c▁a lled</w>
a▁p h</w>
&ap▁os; l▁l</w>
a▁l es</w>
B usan</w>
▁bo dy</w>
i▁ st
ci pl
as si
▁s er
Kore a▁n</w>
▁i ▁s</w>
partic▁u l▁ar</w>
Li▁ber ty</w>
s ince</w>
i st</w>
J in</w>
▁wor ▁
▁c are</w>
u t▁
▁h ar
s▁a n</w>
al ▁iz
fac ili▁
▁h alf</w>
y▁e ars</w>
sec ▁urity</w>
exp▁ec te▁d</w>
c ess
f air</w>
▁rece ive</w>
lo g
in▁ cluding</w>
▁bi g</w>
p▁a id</w>
lo▁w ed</w>
i▁ fy</w>
t▁h ▁e</w>
in▁ g
ab ly</w>
stu▁ dents</w>
resi dents</w>
ce pt</w>
an▁ ces</w>
▁st a
v est
o▁r th</w>
m id</w>
F i▁n
iv ▁er
f lic
in▁ t</w>
ti▁ l</w>
pr ▁ot
du▁c t▁ion</w>
▁i ▁t</w>
y me▁nt</w>
▁s ite</w>
▁s even</w>
▁rece ived</w>
sh▁i p</w>
pos al</w>
k inder
o▁ ver</w>
cond▁uc ▁ted</w>
a v▁e</w>
▁A mong</w>
f a▁r
▁year ▁s</w>
in st▁
d it
con sider
▁ch arge</w>
su▁ res</w>
m▁e m▁ber</w>
as ▁ed</w>
Dem ▁o
0 .
op pos▁ition</w>
c a▁l
&▁apos; t</w>
st r▁e
s er</w>
auth or▁i
▁c annot</w>
r o</w>
per ly</w>
o d
n tern
▁i ntern
f▁u l</w>
diff e
u dit</w>
loc k</w>
in su▁rance</w>
T▁h at</w>
▁J ung</w>
P l
▁A nd</w>
in▁t e▁nds</w>
e▁ se</w>
n ten
emer▁ gency</w>
do▁ wn</w>
ad▁ v
▁s uc
▁i nten
How▁e ve▁r</w>
20 1▁
&a▁p▁o s;s</w>
w▁or ▁
l▁e ss</w>
ar ti
i▁ ly</w>
e▁n ed</w>
A▁ ss
▁a cti
J a▁n
c rit
b ased</w>
▁sit uation</w>
▁o the▁r</w>
▁a gre
e▁ k</w>
eme▁n tary</w>
▁n ot
▁w i▁ll</w>
in come</w>
en ▁ts</w>
doc u▁
De par▁t
sch e▁
e▁ ly</w>
emp▁ lo
C▁en ter</w>
A ▁n
s▁o me</w>
com preh
sp e
h ind</w>
b r▁o
▁st at
▁ec te▁d</w>
O c▁t
B us
▁p la▁
por ▁ts</w>
o▁ ff</w>
c▁e ment</w>
su ppl
oper ▁a
Gyeo▁ng gi</w>
▁J ae</w>
pro▁ ve</w>
d ay▁s</w>
s▁ y</w>
m ount</w>
f ▁t</w>
ce ed</w>
p▁ lay
f▁ f</w>
rec ru
re tary</w>
▁sh are</w>
▁s inc▁e</w>
b oo
T ae</w>
▁S ome</w>
t a▁l
r▁e port</w>
l e▁s</w>
m prov
tiv es</w>
t r▁e
sta▁n ding</w>
chedul e</w>
in spec
e at</w>
c▁a me</w>
s▁ k
gover▁n m▁ent</w>
M in</w>
▁e at</w>
c ent
s▁ ul
gi es</w>
G o
▁r is
re▁ gi
▁P a▁r
cer ti
▁a mount</w>
p at▁i
ve▁r y</w>
ir ▁
gen ▁er
er a</w>
de a</w>
c▁ri▁ bed</w>
v ▁
pr ice</w>
a▁ ti
ma▁n ag
n t▁il</w>
▁u nt▁il</w>
aut om
st an▁d
d▁ ge</w>
su b▁
7 ▁
▁L ocal</w>
t▁e e</w>
c▁o mp
▁ke ep</w>
▁devel opment</w>
ex ▁a
d a▁te</w>
A hn</w>
▁d am
s▁econ ▁d</w>
J▁a p
▁s ma▁ll</w>
pe an</w>
del ▁i
comp▁an ▁ies</w>
r▁e p▁ort</w>
develo▁p ment</w>
▁en viron
s al</w>
invest▁i g
ex ▁c
tro l</w>
st e▁d</w>
9 ▁
▁i t
▁e s
▁e a
▁e f
▁a i
▁o v
▁e v
▁o u
▁a s
▁a g
▁perfor mance</w>
▁hear d</w>
▁&apos; ▁s</w>
su gg
li er</w>
il ▁y</w>
du st</w>
L ▁
6 .
▁tom orrow</w>
off icial</w>
m us
par ▁
di▁ sc
D ▁on
v it
▁d om
r up
cor p▁or
sh ould</w>
▁experi ence</w>
m ust</w>
ho▁ using</w>
tech nol
me eting</w>
te red</w>
G y▁e
l▁a ck</w>
pro ject</w>
m ad▁e</w>
indi v▁i
an ted</w>
▁d ate</w>
b and</w>
ea▁r s</w>
Ass oci
▁en d▁ed</w>
peri od</w>
e ar▁
ac qu
▁th in▁k</w>
th ▁en</w>
di v▁i
▁peri od</w>
s▁yst ▁em</w>
re▁ a</w>
int▁e r▁est</w>
N o</w>
▁e ▁d</w>
